Repository: homebook-io/homebook
Catalog: source/HomeBook.Frontend.Module.Kitchen/Resources/Strings.*.resx
Languages: de_de

# ModuleName
source: Kitchen Manager
de_de: Küchen Helfer

# StartMenuItem_Recipes_Title
source: Recipes
de_de: Rezepte

# StartMenuItem_Pantry_Title
source: Pantry
de_de: Vorräte

# StartMenuItem_Recipes_Caption
source: Your personal cookbook
de_de: Dein persönliches Kochbuch

# StartMenuItem_Pantry_Caption
source: Keep track of your kitchen supplies
de_de: Behalten Sie den Überblick über Ihre Küchenvorräte

# StartMenuItem_MealPlan_Title
source: Meal Plan
de_de: Speiseplan

# StartMenuItem_MealPlan_Caption
source: Your meals at a glance
de_de: Ihre Mahlzeiten auf einen Blick

# PlanOverview_Header_CalendarWeek_TextTemplate
source: Calendar week {0}
de_de: Kalenderwoche {0}

# PlanOverview_MealType_Breakfast_Text
source: Breakfast
de_de: Frühstück

# PlanOverview_MealType_Lunch_Text
source: Lunch
de_de: Mittagessen

# PlanOverview_MealType_Dinner_Text
source: Dinner
de_de: Abendessen

# RecipeOverview_AnnotationServings_TextTemplate
source: {0} Servings
de_de: {0} Portionen
