Repository: homebook-io/homebook
Catalog: source/HomeBook.Frontend.Module.Finances/Resources/Strings.*.resx
Languages: de_de

# ModuleName
source: Finances
de_de: Finanzen

# StartMenuItem_Overview_Title
source: Finances
de_de: Finanzen

# StartMenuItem_Overview_Caption
source: Manage your income, expenses, and budgets
de_de: Verwalte deinen Einnahmen, Ausgaben und Budgets

# Savings_Title
source: Saving Goals
de_de: Sparziele

# Savings_Add_Title
source: New Saving Goal
de_de: Neues Sparziel

# Savings_Overview_NoSavingGoals
source: You don't have any savings goals yet
de_de: Du hast noch keine Sparziele

# Savings_Edit_NotFound
source: Saving Goal not found!
de_de: Sparziel konnte nicht gefunden werden!

# AddSavingGoal_Intro_Title
source: Create new Saving Goal
de_de: Neues Sparziel erstellen

# AddSavingGoal_MudStep_Intro_Title
source: New Saving Goal
de_de: Neues Sparziel

# AddSavingGoal_Intro_Description
source: Create a savings goal to keep track of your finances. Decide what you want to save for and how much you want to reach.
de_de: Lege ein persönliches Sparziel an, um deine Finanzen im Blick zu behalten. Bestimme, wofür du sparen möchtest und wie viel du erreichen willst.

# AddSavingGoal_Intro_QuickAddButton_Text
source: Quick Add
de_de: Schnellerfassung

# AddSavingGoal_MudStep_Goal_Title
source: Goal
de_de: Ziel

# AddSavingGoal_MudStep_Plan_Title
source: Savings Plan
de_de: Sparplan

# AddSavingGoal_MudStep_Summary_Title
source: Summary
de_de: Zusammenfassung
